<!DOCTYPE html>
<html lang="pt_BR">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="text/html">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="./main.css">
    <title>TIAW - Semestre 2/2022</title>
</head>
<body>
    <div id="container" >
        <p class = "title">TIAW</p>
        <p class = "subtitle">Regras para a apresenta&ccedil;&atilde;o da <em>sprint </em>1 (03/10)</p>
        <div id="main">
            <p> Atenção para as regras de apresentação da nossa primeira etapa:</p>
            <ul>
                <li>Cada grupo ter&aacute; <strong>8 minutos</strong> para apresentar. <strong>Haver&aacute; um cron&ocirc;metro</strong> marcando o tempo. <strong>&Eacute; imprescind&iacute;vel respeitar o tempo</strong> de apresenta&ccedil;&atilde;o, pois s&atilde;o muitos grupos a apresentar.&nbsp; <strong>Os professores encerrar&atilde;o a apresenta&ccedil;&atilde;o no tempo limite</strong>, mesmo se ela n&atilde;o houver sido conclu&iacute;da,</li>
                <li>Podem apresentar o trabalho um ou mais alunos do grupo. Sugere-se eleger um ou dois apresentadores, pois, devido ao tempo curto, muitas trocas de apresentador certamente prejudicar&atilde;o a apresenta&ccedil;&atilde;o.</li>
                <li>Apesar disso, <strong>a presen&ccedil;a de todos &eacute; obrigat&oacute;ria</strong>, at&eacute; porque podem haver sugest&otilde;es ou perguntas. Quem n&atilde;o estiver presente sofrer&aacute; penalidade de 60% na nota recebida na <em>sprint </em>1.</li>
                <li>Lembramos que as notas s&atilde;o compostas parte pelo trabalho em grupo, parte pela produ&ccedil;&atilde;o individual. Ou seja, mesmo dentro de um grupo, pode acontecer varia&ccedil;&atilde;o de notas entre os integrantes.</li>
                <li>Deve haver um <strong>material visual de apresenta&ccedil;&atilde;o (slides)</strong>. Este material deve ser enviado no <strong>Canvas at&eacute; o final do dia 02/10</strong>, impreterivelmente, para que os professores possam deixar as apresenta&ccedil;&otilde;es previamente organizadas no notebook e as apresenta&ccedil;&otilde;es ocorrerem no tempo previsto.</li>
                <li>A apresenta&ccedil;&atilde;o deve abranger:
                    <ol>
                        <li>apresenta&ccedil;&atilde;o dos integrantes e nome escolhido para o produto,</li>
                        <li>problema motivador do trabalho ("dores"),</li>
                        <li>objetivos principais do trabalho ("como resolver estas dores"),</li>
                        <li>persona-alvo escolhida,</li>
                        <li>hist&oacute;rias de usu&aacute;rio,</li>
                        <li><em>wireframe</em>, 'print' ou 'rascunho' da tela principal do projeto.</li>
                    </ol>
                </li>
            </ul>
        </div>
    </div>
</body>
</html>




            